const { ActivityType } = require('discord.js');

exports.status = [
    {
        name: 'เราคงไม่เหมาะกับการถูกรัก แต่คงเหมาะกับการถูกหวยมากกว่า',
        type: ActivityType.Custom
    },
    {
        name: 'ขนาดจนยังอ้วนเลย ไม่อยากคิดตอนที่ตัวเองรวย',
        type: ActivityType.Custom
    },
    {
        name: 'เราทำให้ทุกคนพอใจไม่ได้ แต่เราทำให้ทุกคนไม่พอใจได้',
        type: ActivityType.Custom
    },
    {
        name: 'เป้าหมายในชีวิตในปี 2024 หาเงินให้เก่ง เก็งหวยให้แม่น',
        type: ActivityType.Custom
    },
    {
        name: 'ลำบากวันนี้ พรุ่งนี้ก็ลำบาก ทุกปัญหามีลาออกเสมอ',
        type: ActivityType.Custom
    },
    {
        name: 'สิ่งใดที่ควบคุมไม่ได้  สิ่งนั้นคือน้ำหนักเราเอง🤣',
        type: ActivityType.Custom
    },
    {
        name: 'ถึงจะอยู่แบบไม่มีสถานะ แต่ถ้าอยู่แบบมีหมูกระทะ เราโอเคนะ',
        type: ActivityType.Custom
    },
    {
        name: 'ตอนเด็กติดแม่ โตมาติดแกซะงั้น',
        type: ActivityType.Custom
    },
    {
        name: 'แค่กดไลค์เขาไม่ได้มีใจค่ะ เขามีเน็ตเนอะ🤣',
        type: ActivityType.Custom
    },
    {
        name: 'ชีวิตเราอาจไม่ดีเท่าคนอื่น แต่เอวเราดีกว่าคนอื่นแน่นอน อย่าไปยอม',
        type: ActivityType.Custom
    },
    {
        name: 'อย่าดูถูกว่าตัวเองไม่เก่งอะไรเลย อย่างน้อยก็กินเก่ง กับใช้เงินเก่งอยู่นะ',
        type: ActivityType.Custom
    },
    {
        name: 'โลกไม่ต้องเหวี่ยงแฟนมาให้เราแล้วก็ได้ ตอนนี้ช่วยเหวี่ยงเงินมาให้เราเยอะๆ ก็พอ',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่เน้นเปิดใจ เน้นปิดไฟ แล้วล็อคห้อง',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่วิ่งตามใครแล้ว ถ้าจะมาก็มาที่ห้อง🤣',
        type: ActivityType.Custom
    },
    {
        name: 'ยิ่งโตยิ่งรู้ว่า เพื่อนไม่ต้องมีเยอะ มีแค่ 2 คน ก็ไปกินเหล้าได้แล้ว',
        type: ActivityType.Custom
    },
    {
        name: 'คนอื่นเอว "S" ส่วนเรา..เอวเคล็ด ปวดหลังไม่ไหว',
        type: ActivityType.Custom
    },
    {
        name: 'อย่าบอกว่าเราสวยขึ้น แค่เราแต่งรูปเก่งขึ้นเท่านั้นเอง',
        type: ActivityType.Custom
    },
    {
        name: 'ฤกษ์ที่ดี คือ เลิกงานกลับบ้านได้😂',
        type: ActivityType.Custom
    },
    {
        name: 'ตอนเมา จะรู้ว่าเรารักใคร ตอนอ้วก จะรู้ว่าใครรักเรา',
        type: ActivityType.Custom
    },
    {
        name: 'เดี๋ยวนี้ไม่ตอบเลยนะ ยืมเงินไปแล้วไม่ตอบเลยนะ',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ชอบโต๊ะริม แต่ชอบริมโต๊ะ ริมเตียง ริมระเบียง ริมหน้าต่าง',
        type: ActivityType.Custom
    },
    {
        name: 'รู้หน้าไม่รู้ใจ แล้วรู้มั้ยไม่มีแฟน',
        type: ActivityType.Custom
    },
    {
        name: 'ใจนะไม่ใช่ของเล่น ถ้าจะเล่นก็มาเล่นที่ห้อง',
        type: ActivityType.Custom
    },
    {
        name: 'อยากเป็นเฮอร์ไมโอนี จะเสกให้พี่โอนเงินให้หนู',
        type: ActivityType.Custom
    },
    {
        name: 'เป็นคนโปรดให้ใครไม่ได้หรอก ขนาดเป็นคนปกติยังทำไม่ได้เลย',
        type: ActivityType.Custom
    },
    {
        name: 'ขอให้เธอเจอแต่สิ่งดีๆ สรุปเธอเจอเรา อุ้ยย',
        type: ActivityType.Custom
    },
    {
        name: 'รักให้ถูกคนจะไม่มีวันเสียใจ แต่ถ้ายังไม่รู้จะรักใคร ก็มานี่มา',
        type: ActivityType.Custom
    },
    {
        name: 'ก็มีแต่โจรนั่นแหละ ที่มันลักจริง',
        type: ActivityType.Custom
    },
    {
        name: 'ที่ไว้ผมยาว ไม่ได้เอาไว้มัดใจใครนะ เอาไว้ให้เธอรวบให้อ่ะ',
        type: ActivityType.Custom
    },
    {
        name: 'ใครที่บอกไม่เคยเจอรักดีๆ แนะนำให้มาเจอเราก่อน',
        type: ActivityType.Custom
    },
    {
        name: 'อยากเป็นไอตัวเล็กของใครสักคนจัง แต่ติดตรงที่เราตัวเท่าหมู',
        type: ActivityType.Custom
    },
    {
        name: 'เขาเป็นคนที่ใช่ทุกอย่าง ไม่ใช่อยู่อย่างเดียว ไม่ใช่ของเรา',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ใช่พริกหรอก แต่แซ่บกว่านั้นเยอะ',
        type: ActivityType.Custom
    },
    {
        name: 'หน้าไม่หวานครับ แต่ปากไม่แน่',
        type: ActivityType.Custom
    },
    {
        name: 'อยากเป็นคนโปรด แต่ดันเป็นได้แค่คนโสด',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่รู้หรอกว่าเป็นเด็กดื้อแล้วจะโดนอะไร แต่เคยเป็นเด็กดีแล้ว "โดนทิ้ง"',
        type: ActivityType.Custom
    },
    {
        name: 'ก็อยากจะสวยสะบัดอยู่นะ แต่กลัวคอเคล็ด',
        type: ActivityType.Custom
    },
    {
        name: 'คนไปทะเล เค้าว่าถ้าไม่หนีร้อน ก็หนีรัก ส่วนเราอ่ะหนีหนี้!',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ได้เจ้าชู้ แค่เนื้อคู่มันเยอะ',
        type: ActivityType.Custom
    },
    {
        name: 'ผมไม่ได้สั้นอย่างเดียวนะ ผมโสดด้วย',
        type: ActivityType.Custom
    },
    {
        name: 'ลุคดูเจ้าชู้ แต่พอนั่งดู เอ้าเป็นคนสวยนี่นา',
        type: ActivityType.Custom
    },
    {
        name: 'เราเป็นของเล่นให้ใครไม่ได้หรอก แต่ถ้าให้เป็นของกินพอได้อยู่',
        type: ActivityType.Custom
    },
    {
        name: 'เหงาจริงไม่ได้อ่อย ทุเรียนอร่อย แต่น้อยกว่าเรา',
        type: ActivityType.Custom
    },
    {
        name: 'บางครั้ง "ของอร่อย" ก็มาในรูปแบบของ "เรา"',
        type: ActivityType.Custom
    },
    {
        name: 'ตอนแรกคิดว่าตัวเองเป็นคนตลก แต่พอส่องกระจก เอ้า! เป็นคนน่ารักเฉยเลย',
        type: ActivityType.Custom
    },
    {
        name: 'ถึงเราจะไม่สวย แต่ก็เคยทำให้ "คนหลง" เพราะส่ง Location ผิด!',
        type: ActivityType.Custom
    },
    {
        name: 'กินข้าวอาจจะอ้วน กินเราไม่อ้วน แต่อร่อย',
        type: ActivityType.Custom
    },
    {
        name: 'ใบไม้มี 100 ใบ แต่เราเด็ดมา 101 ใบ เพราะเรา "เด็ดเกิน"',
        type: ActivityType.Custom
    },
    {
        name: 'เป็นคนตลก แต่ไม่ตลอด แต่ว่าน่ากอดอ่ะ ตลอดเวลา',
        type: ActivityType.Custom
    },
    {
        name: 'ตัวจริงเราไม่ตรงปกหรอกนะ เพราะเราไม่ใช่หนังสือ',
        type: ActivityType.Custom
    },
    {
        name: 'เราไม่ใช่คนดี แต่เป็นคนหน้าตาดีมากๆ',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ต้องมีหรอกเก้าอี้ น่ารักขนาดนี้เรายืนหนึ่ง',
        type: ActivityType.Custom
    },
    {
        name: 'ปวดไหล่มากอะช่วงนี้ เป็นเพราะแบกความน่ารักมากไปหน่อย',
        type: ActivityType.Custom
    },
    {
        name: 'กุหลาบสวยย่อมมีหนาม ผู้หญิงงามย่อมมีพุง',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ใช่สายอ่อย เพราะของอร่อยไม่จำเป็นต้องพูด',
        type: ActivityType.Custom
    },
    {
        name: 'แม่ใช้ให้เด็ดพริก 10 เม็ด แต่ฉันเด็ด 11 เม็ด เพราะฉันเด็ดเกิน',
        type: ActivityType.Custom
    },
    {
        name: 'อย่างเราเค้าไม่เรียกอ้วนหรอก เค้าเรียก “น่ารักไม่เบา”',
        type: ActivityType.Custom
    },
    {
        name: 'คนอื่นเค้าได้หยุดพัก ส่วนเราหยุดน่ารักไม่ได้เลย',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่มีใครรู้เลยว่าเราอร่อยแค่ไหน นอกจากยุงที่บ้าน',
        type: ActivityType.Custom
    },
    {
        name: 'บางทีความน่ารักก็มาในรูปแบบ “เรา”',
        type: ActivityType.Custom
    },
    {
        name: 'ทุกอย่างไม่มีอะไรแน่นอน สักวันเธอก็ต้องเป็นของเรา🤭',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ต้องชอบอะไรเหมือนเราก็ได้ แค่ชอบเราก็พอ',
        type: ActivityType.Custom
    },
    {
        name: 'ปีนี้ไม่อยากได้อะไรเลย นอกจากได้เธอ',
        type: ActivityType.Custom
    },
    {
        name: 'เห็นเธอชอบกินของอร่อยๆ เราก็อร่อยเผื่อเธอยังไม่รู้',
        type: ActivityType.Custom
    },
    {
        name: 'เวลามีคนถามว่าชอบคนแบบไหน เราจะไม่พูดถึงสเปคนะ เราจะพูดถึงเธอ',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่อยากให้คิดมาก แต่อยากให้คิดถึงนะงับ',
        type: ActivityType.Custom
    },
    {
        name: 'ถ้าดูหนังผีมันติดตา หันมาดูหนังหน้าเราแทนก็ได้นะ เผื่อจะติดใจ😉',
        type: ActivityType.Custom
    },
    {
        name: 'กำแพงในใจเราสูงมาก แต่ถ้าเธอน่ารักมากๆ เราจะทุบให้',
        type: ActivityType.Custom
    },
    {
        name: 'เบื่อหน้าจอ อยากจ้องหน้าจัง',
        type: ActivityType.Custom
    },
    {
        name: 'ภาวนาให้เธอเจอคนที่ดี สุดท้ายก็ต้องมาเจอเราอีกอะดิ😍',
        type: ActivityType.Custom
    },
    {
        name: 'จะให้ผอมได้ยังไง ก็ในใจอยากกินแต่เธอ',
        type: ActivityType.Custom
    },
    {
        name: 'อากาศข้างนอกมันอบอ้าว มาอยู่ในใจเรามะ มันอบอุ่น',
        type: ActivityType.Custom
    },
    {
        name: 'อยากให้เธอเรียกไอ่ต้าว ทั้งที่หน้าเหมือนต่างด้าวก็เหอะ',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่มีหรอก เราชนะ มีแต่เราชอบนะ เธอชอบมั้ย',
        type: ActivityType.Custom
    },
    {
        name: 'ชื่อเราอาจจะไม่เพราะ แต่เราว่ามันเหมาะกับนามสกุลเธอนะ',
        type: ActivityType.Custom
    },
    {
        name: 'เบื่อหมอนอยากนอนตัก เบื่อสถานะคนรู้จัก อยากเป็นคนรู้ใจ',
        type: ActivityType.Custom
    },
    {
        name: 'คนอื่นอ่ะใจกว้าง แต่เราใจว่างนะ',
        type: ActivityType.Custom
    },
    {
        name: 'มองหน้าเราแล้วเห็นอะไร คนที่ใช่ หรือคนที่ชอบ',
        type: ActivityType.Custom
    },
    {
        name: 'ในหัวเด็กน้อยมีเหา ส่วนในหัวใจเฮามีอ้ายเสมอเด้อ',
        type: ActivityType.Custom
    },
    {
        name: 'ถ้าเธอไม่ชอบโคโรน่า มาชอบไบโพลาร์แบบเราไหม',
        type: ActivityType.Custom
    },
    {
        name: 'ถ้าป่วยให้ไปแอดมิท แต่ถ้าอยากใกล้ชิดให้แอดไลน์มาเล้ยย',
        type: ActivityType.Custom
    },
    {
        name: 'จะเลิกติดโซเซียล เพราะอยากติดเธอคนเดียวมากกว่า',
        type: ActivityType.Custom
    },
    {
        name: 'ถ้าเธอเบื่อจับแก้วเหล้า เปลี่ยนมาจับแก้มเราได้นะ',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่สนิทอย่าติดว้าว เป็นแฟนเราป่าวเผื่อติดใจ',
        type: ActivityType.Custom
    },
    {
        name: 'คบพี่ไม่ต้องดูแล พี่ไม่งอแง คิดซะว่าพี่เป็นเพื่อนแม่นะลูก',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ถนัดรักษาหุ่น แต่ถนัดรักษา "คุณ" มากกว่า',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ได้จะมาอ่อย แต่อยากบอกว่าอร่อยมาก',
        type: ActivityType.Custom
    },
    {
        name: 'เธอว่างไหม ไปเริ่มต้นใหม่ด้วยกันเปล่า',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ชอบตัวเองเลย เปลี่ยนเป็นชอบเธอแทนได้ไหม',
        type: ActivityType.Custom
    },
    {
        name: 'ขี้เกียจแอดไปเป็นเพื่อนแล้วอ่ะ ขอแอดไปเป็นแฟนเลยได้ป่ะ',
        type: ActivityType.Custom
    },
    {
        name: 'เป็นคนถูกรักว่ายากแล้ว เป็นคนถูกหวยยากกว่าอีก',
        type: ActivityType.Custom
    },
    {
        name: 'ถ้าความสวยสู้ไม่ไหว งั้นก็คุณไสย์ไปเลยละกัน',
        type: ActivityType.Custom
    },
    {
        name: 'นอกจากจะไม่มีไข้ ก็ไม่มีใครด้วยค่ะ',
        type: ActivityType.Custom
    },
    {
        name: 'แต่งงานเมื่อไหร่ไม่ทราบ แต่แต่งภาพทุกครั้งที่โพสต์',
        type: ActivityType.Custom
    },
    {
        name: 'อยู่คนเดียวก็เหงา จะไปอยู่ดาวเสาร์ก็ไม่มีเซเว่น',
        type: ActivityType.Custom
    },
    {
        name: 'ยังโอมอ่ะอยู่ทางโน้น ยังอโลนอ่ะอยู่ทางนี้',
        type: ActivityType.Custom
    },
    {
        name: 'สี่ห้องหัวใจยังว่าง ส่วนปอดสองข้าง โควิดจอง',
        type: ActivityType.Custom
    },
    {
        name: 'ผมไม่ได้หยักศกนะ ผมหยักมีแฟน',
        type: ActivityType.Custom
    },
    {
        name: 'เป็นคนถูกหวยมันยากนัก งั้นขอเป็นคนถูกรักแทนได้มั้ย',
        type: ActivityType.Custom
    },
    {
        name: 'ที่ดง ที่ดิน มีหมดแล้ว ขาดแต่ "ที่รัก"',
        type: ActivityType.Custom
    },
    {
        name: 'ถ้าใจเราร้อนแรง กะทะทองแดงก็แค่เครื่องครัว',
        type: ActivityType.Custom
    },
    {
        name: 'แค่เธอยักคิ้ว ต้นงิ้วก็แค่ถั่วงอก',
        type: ActivityType.Custom
    },
    {
        name: 'หายากนะคนที่จะรับในความเป็นเราได้ ขนาดตัวเรายังรับตัวเองไม่ได้เลย',
        type: ActivityType.Custom
    },
    {
        name: 'ยืนคนเดียวก็เหงา ยืนข้างเขาก็เตี้ย',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่เหมาะกับการมีแฟน เหมาะกับการมีเงินเท่านั้น',
        type: ActivityType.Custom
    },
    {
        name: 'สุดท้ายความรักก็สอนให้เรารู้ว่า เหงาอยู่นะทักมาได้ค่ะ',
        type: ActivityType.Custom
    },
    {
        name: 'ถึงเราจะโสด เราก็จัดอยู่ในโหมดโสดหน้าตาดี',
        type: ActivityType.Custom
    },
    {
        name: 'โลกนี้มันโหด ปล่อยให้เราโสด ทั้งที่หน้าตาดี',
        type: ActivityType.Custom
    },
    {
        name: 'จะโพสต์รูปทั้งที หาแคปชั่นยากพอๆ กับหาแฟนเลย',
        type: ActivityType.Custom
    },
    {
        name: 'ความโสดมันเฉียบ เพราะเงียบจริงทุกแอปฯ ไร้คนทักค่ะ',
        type: ActivityType.Custom
    },
    {
        name: 'ตอนแรกนึกว่าเขามีใจ ที่ไหนได้เขามีหลายคน',
        type: ActivityType.Custom
    },
    {
        name: 'ความรักนะไม่ใช่ตลก 3 ช่า ที่จะได้ฮา เวลามี 3 คน',
        type: ActivityType.Custom
    },
    {
        name: 'เดินด้วยกันมาตั้งนาน เพิ่งรู้ว่าเขาแค่มาส่ง',
        type: ActivityType.Custom
    },
    {
        name: 'คนไม่มีใจ 100 เมตรที่ว่าใกล้ เขายังบอกโครตไกลอะ เฮ้อ',
        type: ActivityType.Custom
    },
    {
        name: 'ทุ่มเทแทบตาย สุดท้ายเขาก็ทุ่มทิ้ง',
        type: ActivityType.Custom
    },
    {
        name: 'คุยได้ 1 อาทิตย์ เศร้าทิพย์ ไป 3 เดือน',
        type: ActivityType.Custom
    },
    {
        name: 'ไม่ได้อยากเป็นเศษเหลือ อยากเป็นเศรษฐี',
        type: ActivityType.Custom
    },
    {
        name: 'เราไม่แข่งขันกับใครหรอก เราไม่ใช่ไก่',
        type: ActivityType.Custom
    },
    {
        name: 'ก้าวแรกโดนใจ ก้าวต่อไป โดนเท!',
        type: ActivityType.Custom
    },
    {
        name: 'เขาคิดกับเราแค่อ่าวไทย แต่เราคิดไปไกลถึงแปซิฟิก',
        type: ActivityType.Custom
    },
    {
        name: 'หัวใจเล็กๆ เรียกมินิฮาร์ท เเต่แอบรักมาเป็นชาติเรียกมินินก',
        type: ActivityType.Custom
    },
    {
        name: 'คลั่งรักแทบตาย สุดท้ายแค่พี่น้อง',
        type: ActivityType.Custom
    },
    {
        name: 'ชอบความสัมพันธ์แบบเซเว่นน่ะ หิวเมื่อไหร่ก็แวะมา',
        type: ActivityType.Custom
    },
    {
        name: 'ตัดกระดาษต้องใช้กรรไกร ตัดเขาออกทั้งใจ ต้องใช้อะไรดี',
        type: ActivityType.Custom
    },
    {
        name: 'เป็นแค่คนคุย ไม่ใช่คนรัก เป็นแค่คนรู้จัก แต่ไม่ใช่คนรู้ใจ',
        type: ActivityType.Custom
    },
    {
        name: 'เขาก็แค่รู้สึกดี อย่าไปการันตีว่าเขามีใจ',
        type: ActivityType.Custom
    },
    {
        name: 'โควิดทำลายปอด แต่ไม่เท่าคุณหรอก ทำลายหัวใจ',
        type: ActivityType.Custom
    },
    {
        name: 'ยาสีฟันคือใกล้ชิด แต่ถ้าไม่มีสิทธิ์​คือเรานี่',
        type: ActivityType.Custom
    },
    {
        name: 'นอกจากสกินแคร์แล้ว มีอะไรที่แคร์เราอีกบ้าง',
        type: ActivityType.Custom
    },
    {
        name: 'ไปขับรถไอติมดีกว่า เผื่อเธอจะวิ่งตามเราบ้าง',
        type: ActivityType.Custom
    },
    {
        name: 'หัวใจน่ะ ไม่ใช่เหล้า เทเอาเทเอา มันก็ไม่ใช่',
        type: ActivityType.Custom
    },
    {
        name: 'ชอบนะ ความสัมพันธ์ที่แบบ ค่อยเป็นค่อยไป ล่าสุด ไปไหนแล้วก็ไม่รู้',
        type: ActivityType.Custom
    },
    {
        name: 'เพราะคนไม่จำเป็น ก็ต้องเดินเเจกไลน์',
        type: ActivityType.Custom
    },
    {
        name: 'เธอคงอยู่แต่กับเขาสินะ ถึงไม่รู้จักทะเลอ่ะ',
        type: ActivityType.Custom
    },
    {
        name: 'เราโดนเทเพราะเป็นทะเล ไม่ใช่เขา',
        type: ActivityType.Custom
    },
    {
        name: 'ตั้งแต่เกิดมาเคยเจ็บแค่สองครั้ง “ครั้งแล้ว” กับ “ครั้งเล่า”',
        type: ActivityType.Custom
    },
    {
        name: 'ขนาดใช้แป้งแคร์ เขายังไม่แคร์เลย',
        type: ActivityType.Custom
    },
    {
        name: 'อกหักครั้งนี้ ขอหุ่นดีๆ แล้วกัน',
        type: ActivityType.Custom
    },
    {
        name: 'เขาเน้นคุยเอาฮา ไม่ได้เน้นพัฒนาความสัมพันธ์',
        type: ActivityType.Custom
    }
];